{
    "english": "Anglais",
    "french": "Français",
    "spanish": "Espagnol",
    "arabic": "Arabe",

    "menuHome": "Accueil",
    "menuSampling": "Échantillonnage",
    "menuResources": "Ressources",
    "menuAbout": "À propos",

    "headerAppName": "Outil d'échantillonnage communautaire de la IFRC",
    "headerFeatures": "Caractéristiques",
    "headerHowTo": "Comment utiliser l'outil",

    "buttonGetStarted": "Commencer",

    "aboutTool": "Dans une enquête, nous voulons connaître certaines caractéristiques d'une grande population, mais nous ne sommes presque jamais en mesure de faire un recensement complet de celle-ci. Nous réalisons donc un échantillon - un sous-ensemble de la population - et collectons des données à son sujet. Nous généralisons ensuite les résultats, en tenant compte de l'erreur d'échantillonnage (généralement dans les 5% avec un niveau de confiance de 95%), à l'ensemble de la population à partir de laquelle l'échantillon a été sélectionné.",
    "aboutGoal": "Cet outil soutient votre processus de conception d'échantillonnage, en vous guidant à travers une série de questions sur la population avec laquelle vous travaillez pour recommander une méthode et une taille d'échantillon. Il couvre les méthodes d'échantillonnage aléatoire simple, systématique, temps-lieu et par grappe, avec des plans d'expansion et d'amélioration à l'avenir.",
    "aboutRedCross": "La Croix-Rouge et le Croissant-Rouge réalisent des enquêtes communautaires dans presque tous leurs programmes. C'est essentiel pour comprendre les opinions des populations affectées et l'efficacité des programmes.",
    "aboutDetail": "C'est essentiel pour comprendre les opinions des populations affectées et l'efficacité des programmes. Souvent, les équipes au niveau des pays n'ont pas l'expertise technique en matière d'échantillonnage.",
    "aboutFeatures": "Un outil intuitif qui peut guider et éduquer les bénévoles de la IFRC via des sections informatives tout au long du processus d'échantillonnage.",
    "aboutFeaturesSubheader": "Les fonctionnalités de l'outil incluent :",
    "aboutFeature1": "la capacité à créer des plans d'échantillonnage pour les enquêtes communautaires;",
    "aboutFeature2": "la capacité à gérer les plans d'échantillonnage;",
    "aboutFeature3": "la capacité à générer des cadres d'échantillonnage;",

    "why": "Pourquoi",
    "whyText": "Si nous interrogeons des personnes dans un échantillon « de commodité » - qui sont faciles à trouver - nous ne pouvons pas calculer l'erreur d'échantillonnage ou quantifier un biais de sélection possible. Cela réduit la valeur d'une enquête à une étude qualitative, où les résultats se limitent aux répondants eux-mêmes et ne sont donc qu'indicatifs et non représentatifs de la population cible.",
    "who": "Qui",
    "whoText": "Le personnel de la Croix-Rouge et du Croissant-Rouge qui planifie des enquêtes avec des membres de la communauté, pour des évaluations des besoins après des catastrophes ou des enquêtes tout au long du cycle de vie d'un programme pour mesurer les progrès de la population.",
    "how": "Comment",
    "howText": "Suivez les questions pour explorer votre plan d'échantillonnage recommandé. Saisissez les chiffres demandés sur votre population et vous recevrez une taille d'échantillon recommandée avec une exportation PDF comprenant un résumé de vos réponses et de votre plan.",

    "howTo1": "Suivez les questions pour explorer votre plan d'échantillonnage recommandé.",
    "howTo2": "Saisissez les chiffres demandés sur votre population et les paramètres pertinents.",
    "howTo3": "Recevez un cadre d'échantillonnage recommandé avec une exportation PDF pour résumer vos réponses.",

    "featureSampling": "Générer des plans d'échantillonnage",
    "featureSamplingText": "Suivez l'arbre de décision pour découvrir la méthode d'échantillonnage recommandée pour votre projet et recevez un plan d'échantillonnage adapté à vos critères spécifiques de population.",
    "featureSamplingTest": "Essayer l'outil d'échantillonnage",
    "featureExport": "Exportation de rapports PDF",
    "featureExportText": "Exportez votre plan d'échantillonnage sous forme de rapport PDF, qui inclut un enregistrement des entrées avec un résumé des décisions prises.",
    "featureExportTest": "Télécharger un exemple de rapport",
    "featureApi": "API d'échantillonnage",
    "featureApiText": "Intégrez l'API ouverte de l'outil à votre propre application pour personnaliser encore plus vos besoins d'échantillonnage. Appelez l'API et obtenez votre approche d'échantillonnage à la demande!",
    "featureApiTest": "Explorer l'API d'échantillonnage",
    "featureResources": "Ressources éducatives",
    "featureResourcesText": "Parcourez les termes et les définitions pour en savoir plus sur l'échantillonnage et trouvez des ressources externes pour approfondir l'échantillonnage.",
    "featureResourcesTest": "Parcourir les ressources",

    "samplingTitle": "Démarrez votre parcours d'échantillonnage",
    "samplingText": "Cet outil facilite le processus de conception de votre échantillonnage en vous guidant à travers une série de questions sur la population avec laquelle vous travaillez, pour vous recommander une méthode et une taille d'échantillon.",

    "resourcesTitle": "Parcourez les termes et les définitions pour en savoir plus sur l'échantillonnage",
    "resourcesText1": "Trouvez plus d'informations sur les approches d'échantillonnage, les termes techniques et les ressources externes pour explorer l'échantillonnage.",
    "resourcesText2": "N'oubliez pas d'explorer également le ",
    "resourcesText4": " sur la Plateforme d'Apprentissage de la IFRC.",
    "altLogo": "Logo de la IFRC et de l'UCL",
    "altGlobe": "Sélectionner une langue",

    "definitionsListframe1": "Une liste d'énumération est une liste d'individus ou de ménages de la population cible avec des informations de contact (adresse, téléphone, e-mail, numéro d'identification, etc.) afin de pouvoir les contacter et les inviter à participer à l'enquête.",
    "definitionsListframe2": "Une liste d'énumération dans le contexte humanitaire est souvent par ménage, comme souvent complétée pour l'enregistrement des biens et services, mais peut également être par individus. Sélectionnez l'unité la plus pertinente pour votre projet, en gardant à l'esprit qu'une liste d'énumération n'est utile que si les ménages ou les individus peuvent être contactés ou localisés dans le but d'inviter à l'enquête.",
    "definitionsPopulation1": "Une population cible est l'ensemble des individus/ménages sur lesquels l'enquête a l'intention de mener des recherches ou d'évaluer, et de tirer des conclusions. Une population pourrait être un camp de réfugiés, toutes les personnes déplacées après une inondation, ou des provinces ou des pays entiers.",
    "definitionsPopulation2": "Un recensement est une étude de chaque unité, chaque personne ou chaque chose dans une population. Un échantillon est un sous-ensemble d'unités dans une population, sélectionné pour représenter toutes les unités dans une population d'intérêt.",
    "definitionsSystematic1": "L'échantillonnage systématique est une méthode d'échantillonnage probabiliste où des points de départ aléatoires avec un intervalle fixe sont utilisés pour sélectionner des membres d'une population plus importante. Cet intervalle, appelé intervalle d'échantillonnage, est calculé en divisant la taille de la population par la taille d'échantillon souhaitée.",
    "definitionsSystematic2": "Un exemple typique serait où des enquêteurs sont envoyés à différents points de départ dans un camp de déplacement, et chargés d'interviewer tous les 5ème abri. Un autre exemple serait où les enquêteurs parlent à chaque 10ème personne dans une file de distribution.",
    "definitionsMargin1": "Une marge d'erreur indique de combien de points de pourcentage la statistique d'un échantillon différera de la vraie valeur de la population. Par exemple, un intervalle de confiance à 95 % avec une marge d'erreur de 4 % signifie que la statistique sera dans les 4 points de pourcentage de la vraie valeur de la population 95 % du temps.",
    "definitionsMargin2": "La pratique habituelle consiste à viser une marge d'erreur de 5 %.",
    "definitionsConfidence1": "Un niveau de confiance est une mesure de la fiabilité du résultat d'une enquête. Il fournit la probabilité qu'un résultat soit dans la réalité pour la population. Par exemple, un intervalle de confiance à 95 % avec une marge d'erreur de 4 % signifie que la statistique sera dans les 4 points de pourcentage de la vraie valeur de la population 95 % du temps.",
    "definitionsConfidence2": "La pratique habituelle consiste à viser un niveau de confiance de 95 %.",
    "definitionsNonresponse1": "Tout le monde invité à participer à une enquête ne le fera pas. Le taux de non-réponse est défini comme le pourcentage de toutes les unités potentiellement éligibles (foyers ou individus) qui n'ont pas de réponses aux questions d'un questionnaire d'enquête.",
    "definitionsNonresponse2": "Dans cet outil, la non-réponse est calculée dans l'échantillon recommandé pour encourager les intervieweurs à suivre l'approche préférée consistant à n'engager que ceux qui sont décrits dans le plan d'échantillonnage, et non seulement les personnes qui sont à la maison ou qui sont d'accord.",
    "definitionsNonresponse3": "Cela fournira des résultats biaisés et réduira la fiabilité des résultats de l'enquête. Si cette approche n'est pas faisable dans votre contexte, entrez 0 pour le taux de non-réponse et l'outil n'intégrera pas la non-réponse dans la taille de l'échantillon.",
    "definitionsEasily1": "Il est important dans l'échantillonnage aléatoire systématique de déjà savoir comment identifier les maisons ou les individus à l'avance. Cela est idéal dans une ville avec des blocs facilement traversables avec le même nombre d'unités dans chacun d'eux, ou dans un camp de déplacés avec des identifiants identifiables ou des abris ou des familles entièrement enregistrés.",
    "definitionsEasily2": "Si les emplacements des maisons ou des abris sont dispersés et difficiles à localiser, ou s'il n'est pas possible de parler de manière fiable à chaque n-ième individu, il est préférable d'examiner une autre méthode d'échantillonnage.",
    "definitionsSimpleResult1": "La taille de l'échantillon (ou résultat) pour un échantillonnage aléatoire simple fournit un nombre recommandé de sondages à initier, en tenant compte de la marge d'erreur attendue, du taux de confiance et du taux de non-réponse. Utilisez un générateur de nombres aléatoires pour obtenir les identifiants des ménages ou des individus avec lesquels initier l'enquête.",
    "definitionsSimpleResult2": "Les enquêteurs devraient rechercher les identifiants spécifiquement mentionnés sur leur liste et ne pas interroger d'autres personnes hors de la trame d'échantillonnage, car la non-réponse a été prise en compte dans la taille de l'échantillon. Si les enquêteurs parcourent toute la trame d'échantillonnage et n'ont pas encore un échantillon suffisamment grand, cela indique que le taux de non-réponse a probablement été sous-estimé.",
    "definitionsSystematicResult1": "La taille de l'échantillon (ou résultat) pour un échantillonnage systématique aléatoire fournit un nombre recommandé de sondages à initier, en tenant compte de la marge d'erreur attendue, du taux de confiance et du taux de non-réponse. En prenant l'ensemble de la population à enquêter et en la divisant par la taille de l'échantillon souhaitée, vous avez l'intervalle sur lequel enquêter.",
    "definitionsSystematicResult2": "Par exemple, si la population est de 10 000 ménages et que votre taille d'échantillon est de 370, l'intervalle est de 27. Ainsi, chaque 27ème ménage devrait être invité à participer à l'enquête.",
    "definitionsTimeLocation1": "L'échantillonnage temps-lieu est une méthode d'échantillonnage probabiliste de participants à des moments spécifiques dans des lieux déterminés. La trame d'échantillonnage est constituée d'unités temps-lieu qui représentent l'univers potentiel des lieux, jours et heures.",
    "definitionsTimeLocation2": "Lieux : Nombre de lieux que vous visiterez",
    "definitionsTimeLocation3": "Jours de travail : Nombre de jours de travail pendant lesquels vous mènerez des entretiens",
    "definitionsTimeLocation4": "Entretiens par séance : Nombre d'entretiens lors d'une séance",
    "definitionsTimeLocationResult1": "Le cadre d'échantillonnage se compose d'unités temps-lieu qui représentent l'univers potentiel des lieux, des jours et des horaires.",
    "definitionsTimeLocationResult2": "Les enquêteurs doivent chercher les lieux et les moments spécifiés dans le cadre d'échantillonnage et mener le nombre d'entretiens spécifiés plus tôt dans chaque plage horaire (par exemple, l'après-midi).",
    "definitionsCluster1": "L'échantillonnage par grappes est une méthode d'échantillonnage probabiliste où les zones de la population totale sont divisées en grappes plus petites identifiées à l'aide d'une approche d'échantillonnage proportionnelle à la taille. Il est couramment utilisé lorsque l'enquête a lieu sur une grande superficie et une grande population, car il rend la collecte de données plus faisable tout en maintenant une grande fiabilité.",
    "definitionsClusterResult1": "L'échantillonnage par grappes fournit un nombre recommandé de grappes et leur répartition dans les communautés. Dans ce contexte, les grappes sont des groupes naturels existants dans la population (par exemple, un village, une ville, une école ou une classe au sein d'une école).",
    "definitionsSubgroups1": "Les groupes de sous-populations sont des sous-groupes de la population cible qui intéressent l'enquête.",
    "definitionsSubgroups2": "Par exemple, si la population cible est tous les résidents d'une ville, les groupes de sous-populations pourraient être tous les résidents d'un quartier particulier, tous les résidents d'un groupe d'âge particulier, tous les résidents d'un groupe de revenus particulier, etc.",
    "definitionsSimple1": "L'échantillonnage aléatoire simple est une méthode d'échantillonnage probabiliste où chaque membre de la population a une chance égale d'être sélectionné pour l'échantillon.",
    "definitionsSimple2": "Un échantillon aléatoire simple est le type le plus basique d'échantillon probabiliste. C'est le type d'échantillon le plus fiable, mais c'est aussi le plus coûteux à collecter. Il est également le plus difficile à mettre en œuvre en pratique, car il nécessite une liste complète de tous les membres de la population.",

    "more": "Afficher plus",
    "less": "Afficher moins",
    "result1": "Consultez notre page ",
    "result2": "Ressources",
    "result3": " pour des liens vers des documents pour vous aider à mettre en œuvre votre enquête sur le terrain.",

    "aboutGo": "À propos de GO",
    "aboutGoText": "IFRC GO est une plateforme de la Croix-Rouge et du Croissant-Rouge pour connecter les informations sur les besoins d'urgence avec la bonne réponse.",
    "developers": "Développeurs",
    "apiDocs": "Documentation de l'API",
    "terms": "Conditions d'utilisation",
    "privacy": "Politique de confidentialité",
    "inx": "UCL INX",
    "inxText": "UCL Informatique. Projet développé dans le cadre du module d'ingénierie des systèmes."
}