{
    "english": "Inglés",
    "french": "Francés",
    "spanish": "Español",
    "arabic": "Árabe",

    "menuHome": "Inicio",
    "menuSampling": "Muestreo",
    "menuResources": "Recursos",
    "menuAbout": "Acerca de",

    "headerAppName": "Herramienta de muestreo comunitario de IFRC",
    "headerFeatures": "Funciones",
    "headerHowTo": "Cómo usar la herramienta",

    "buttonGetStarted": "Empezar",

    "aboutTool": "En una encuesta, queremos conocer ciertas características de una gran población, pero casi nunca podemos hacer un censo completo de ella. Por lo tanto, sacamos una muestra, un subconjunto de la población, y recopilamos datos sobre ella. Luego generalizamos los resultados, con un margen de error de muestreo (generalmente dentro del 5% al nivel de confianza del 95%), a toda la población de la cual se seleccionó la muestra.",
    "aboutGoal": "Esta herramienta apoya el proceso de diseño de muestreo, guiándote a través de una serie de preguntas sobre la población con la que estás trabajando para recomendar un método y tamaño de muestreo. Cubre los métodos de muestreo aleatorio simple, sistemático, temporal-espacial y por conglomerados, con planes para expandirse y mejorar en el futuro.",
    "aboutRedCross": "La Cruz Roja y la Media Luna Roja realizan encuestas comunitarias en casi todos sus programas. Es fundamental para comprender las opiniones de las poblaciones afectadas y la eficacia de los programas.",
    "aboutDetail": "A menudo, los equipos a nivel de país no tienen experiencia técnica en muestreo.",
    "aboutFeatures": "Una herramienta intuitiva que puede guiar y educar a los voluntarios de IFRC a través de secciones informativas durante todo el proceso de muestreo.",
    "aboutFeaturesSubheader": "Las características de la herramienta incluyen:",
    "aboutFeature1": "la capacidad de crear planes de muestreo para encuestas comunitarias;",
    "aboutFeature2": "la capacidad de gestionar planes de muestreo;",
    "aboutFeature3": "la capacidad de generar marcos de muestreo;",

    "why": "Por qué",
    "whyText": "Si entrevistamos a personas en una muestra 'conveniente' (quienes sean fáciles de encontrar), no podemos calcular el error de muestreo o cuantificar posibles sesgos de selección. Esto reduce el valor de una encuesta a un estudio cualitativo, donde los resultados se limitan a los propios encuestados y, por lo tanto, son solo indicativos y no representativos de la población objetivo.",
    "who": "Quiénes",
    "whoText": "Personal de la Cruz Roja y la Media Luna Roja que planifican encuestas con miembros de la comunidad, para evaluaciones de necesidades después de desastres o encuestas a lo largo del ciclo de vida del programa para medir el progreso en una población.",
    "how": "Cómo",
    "howText": "Sigue las preguntas para explorar tu plan de muestreo recomendado. Ingresa las cifras solicitadas sobre tu población y recibirás un tamaño de muestra recomendado con una exportación en PDF con un resumen de tus respuestas y tu plan.",

    "howTo1": "Siga las preguntas para explorar su plan de muestreo recomendado.",
    "howTo2": "Ingrese las cifras solicitadas sobre su población y parámetros relevantes.",
    "howTo3": "Reciba un marco de muestreo recomendado con una exportación en PDF para resumir su respuesta.",

    "featureSampling": "Generar planes de muestreo",
    "featureSamplingText": "Siga el árbol de decisiones para aprender el método de muestreo recomendado para su proyecto y reciba un plan de muestreo adaptado a sus criterios específicos de población.",
    "featureSamplingTest": "Pruebe la herramienta de muestreo",
    "featureExport": "Exportar informes en PDF",
    "featureExportText": "Exporte su plan de muestreo como un informe en PDF, que incluye un registro de las entradas con un resumen de las decisiones tomadas.",
    "featureExportTest": "Descargar un informe de muestra",
    "featureApi": "API de muestreo",
    "featureApiText": "Integre la API abierta de la herramienta con su propia aplicación para personalizar aún más sus necesidades de muestreo. ¡Llame a la API y obtenga su enfoque de muestreo a pedido!",
    "featureApiTest": "Explorar la API de muestreo",
    "featureResources": "Recursos educativos",
    "featureResourcesText": "Explore términos y definiciones para aprender más sobre el muestreo y encuentre recursos externos para explorar el muestreo aún más.",
    "featureResourcesTest": "Explorar recursos",

    "samplingTitle": "Comience su viaje de muestreo",
    "samplingText": "Esta herramienta admite su proceso de diseño de muestreo, guiándolo a través de una serie de preguntas sobre la población con la que está trabajando para recomendar un método y tamaño de muestreo.",

    "resourcesTitle": "Explore términos y definiciones para aprender más sobre el muestreo",
    "resourcesText1": "Encuentre más información sobre los enfoques de muestreo, los términos técnicos y los recursos externos para explorar el muestreo.",
    "resourcesText2": "Asegúrese de explorar también el ",
    "resourcesText4": " en la Plataforma de Aprendizaje de la IFRC.",
    "altLogo": "Logotipo de la IFRC y la UCL",
    "altGlobe": "Seleccionar un idioma",

    "definitionsListframe1": "Un marco de lista es una lista de individuos o hogares de la población objetivo con información de contacto (dirección, teléfono, correo electrónico, número de identificación, etc.) para que puedan ser contactados e invitados a participar en la encuesta.",
    "definitionsListframe2": "Un marco de lista en el contexto humanitario a menudo se basa en hogares, como suele ser el caso en el registro de bienes y servicios, pero también puede basarse en individuos. Seleccione la unidad más relevante para su proyecto, teniendo en cuenta que un marco de lista solo es útil si se pueden contactar o localizar a los hogares o individuos con el propósito de invitarlos a la encuesta.",
    "definitionsPopulation1": "Una población objetivo son todos los individuos/hogares en los que la encuesta pretende realizar investigaciones, o hacer una evaluación, y extraer conclusiones. Una población podría ser un campamento de refugiados, todas las personas desplazadas después de una inundación, o provincias o países enteros.",
    "definitionsPopulation2": "Un censo es un estudio de todas las unidades, todos o todo, en una población. Una muestra es un subconjunto de unidades en una población, seleccionado para representar todas las unidades en una población de interés.",
    "definitionsSystematic1": "El muestreo sistemático es un método de muestreo probabilístico en el que se utilizan puntos de partida aleatorios con un intervalo fijo para seleccionar miembros de una población más grande. Este intervalo, llamado intervalo de muestreo, se calcula dividiendo el tamaño de la población por el tamaño de muestra deseado.",
    "definitionsSystematic2": "Un ejemplo típico sería enviar entrevistadores a diferentes puntos de partida en un campamento de desplazados, y darles instrucciones para entrevistar cada quinto refugio. Otro ejemplo sería que los entrevistadores hablen con cada décima persona en una línea de distribución.",
    "definitionsMargin1": "Un margen de error indica cuántos puntos porcentuales la estadística de una muestra diferirá del valor real de la población. Por ejemplo, un intervalo de confianza del 95% con un margen de error del 4% significa que la estadística estará dentro de 4 puntos porcentuales del valor real de la población el 95% del tiempo.",
    "definitionsMargin2": "La práctica habitual es apuntar a un margen de error del 5%.",
    "definitionsConfidence1": "Un nivel de confianza es una medida de la confiabilidad del resultado de una encuesta. Proporciona la probabilidad de que un resultado esté dentro de la realidad para la población. Por ejemplo, un intervalo de confianza del 95% con un margen de error del 4% significa que la estadística estará dentro de 4 puntos porcentuales del valor real de la población el 95% del tiempo.",
    "definitionsConfidence2": "La práctica habitual es apuntar a un nivel de confianza del 95%.",
    "definitionsNonresponse1": "No todas las personas invitadas a participar en una encuesta lo harán. La tasa de no respuesta se define como el porcentaje de todas las unidades potencialmente elegibles (hogares o individuos) que no tienen respuestas a los ítems en un cuestionario de encuesta.",
    "definitionsNonresponse2": "En esta herramienta, la no respuesta se calcula en la muestra recomendada para alentar a los entrevistadores a seguir el enfoque preferido de solo interactuar con aquellos incluidos en el plan de muestreo, y no solo con personas que estén en casa o que estén de acuerdo.",
    "definitionsNonresponse3": "Hacerlo proporcionará resultados sesgados y reducirá la confiabilidad de los resultados de la encuesta. Si este enfoque no es factible en su contexto, ingrese 0 para la tasa de no respuesta y la herramienta no incorporará la no respuesta en el tamaño de la muestra.",
    "definitionsEasily1": "Es importante en el muestreo aleatorio sistemático conocer de antemano cómo identificar hogares o individuos. Esto es ideal en una ciudad con bloques fácilmente transitables con el mismo número de unidades en cada uno, o en un campamento desplazado con identificaciones identificables o refugios o familias completamente registrados.",
    "definitionsEasily2": "Si las ubicaciones de las casas o refugios están dispersas y son difíciles de ubicar, o no es posible hablar confiablemente con cada n-ésimo individuo, es mejor buscar otro método de muestreo.",
    "definitionsSimpleResult1": "El tamaño de la muestra (o resultado) para el muestreo aleatorio simple proporciona un número recomendado de encuestas que se deben iniciar, después de tener en cuenta el margen de error esperado, la tasa de confianza y la tasa de no respuesta. Use un generador de números aleatorios para obtener las identificaciones de los hogares o individuos con los que iniciar la encuesta.",
    "definitionsSimpleResult2": "Los entrevistadores deben buscar las identificaciones específicamente mencionadas de su lista y no entrevistar a otros fuera del marco de muestreo, ya que se ha considerado la no respuesta en el tamaño de la muestra. Si los entrevistadores recorren todo el marco de muestreo y aún no tienen una muestra lo suficientemente grande, esto indica que la tasa de no respuesta probablemente fue subestimada.",
    "definitionsSystematicResult1": "El tamaño de la muestra (o resultado) para el muestreo aleatorio sistemático proporciona un número recomendado de encuestas que se deben iniciar, después de tener en cuenta el margen de error esperado, la tasa de confianza y la tasa de no respuesta. Tomando toda la población a encuestar y dividiéndola por el tamaño de la muestra deseado, se obtiene el intervalo sobre el cual encuestar.",
    "definitionsSystematicResult2": "Por ejemplo, si la población es de 10.000 hogares y su tamaño de muestra es de 370, el intervalo es de 27. Entonces, cada 27 hogares deberían ser encuestados para participar en la encuesta.",
    "definitionsTimeLocation1": "El muestreo de tiempo y ubicación es un método de muestreo probabilístico de participantes en momentos específicos y lugares determinados. El marco de muestreo consiste en unidades de tiempo y ubicación que representan el universo potencial de lugares, días y tiempos.",
    "definitionsTimeLocation2": "Ubicaciones: Número de lugares que visitará",
    "definitionsTimeLocation3": "Días laborables: Número de días laborables en los que realizará entrevistas",
    "definitionsTimeLocation4": "Entrevistas por sesión: Número de entrevistas en una sesión",
    "definitionsTimeLocationResult1": "El marco de muestreo consiste en unidades de tiempo y ubicación que representan el universo potencial de lugares, días y tiempos.",
    "definitionsTimeLocationResult2": "Los entrevistadores deben buscar las ubicaciones y los horarios especificados en el marco de muestreo y realizar el número de entrevistas especificado previamente en cada intervalo de tiempo (por ejemplo, por la tarde).",
    "definitionsCluster1": "El muestreo por conglomerados es un método de muestreo probabilístico en el que las áreas de la población total se dividen en conglomerados más pequeños identificados mediante un enfoque de muestreo proporcional al tamaño. Se utiliza comúnmente cuando una encuesta se realiza en una gran área y población, ya que hace que la recopilación de datos sea más factible mientras se mantiene una alta confiabilidad.",
    "definitionsClusterResult1": "El muestreo por conglomerados proporciona un número recomendado de conglomerados y su distribución en las comunidades. En este contexto, los conglomerados son grupos que existen naturalmente en la población (por ejemplo, una aldea, una ciudad, una escuela o una clase dentro de una escuela).",
    "definitionsSubgroups1": "Los grupos de subpoblaciones son subgrupos de la población objetivo que son de interés para la encuesta.",
    "definitionsSubgroups2": "Por ejemplo, si la población objetivo son todos los residentes de una ciudad, los grupos de subpoblaciones podrían ser todos los residentes de un vecindario en particular, todos los residentes de un grupo de edad específico, todos los residentes de un grupo de ingresos específico, etc.",
    "definitionsSimple1": "El muestreo aleatorio simple es un método de muestreo probabilístico en el que cada miembro de la población tiene la misma probabilidad de ser seleccionado para la muestra.",
    "definitionsSimple2": "Una muestra aleatoria simple es el tipo más básico de muestra probabilística. Es el tipo de muestra más confiable, pero también el más caro de recolectar. También es el más difícil de implementar en la práctica, ya que requiere una lista completa de todos los miembros de la población.",
    
    "more": "Mostrar más",
    "less": "Mostrar menos",
    "result1": "Visite nuestra página de ",
    "result2": "Recursos",
    "result3": " para encontrar enlaces a materiales que lo ayudarán a implementar su encuesta en el campo.",

    "aboutGo": "Sobre GO",
    "aboutGoText": "IFRC GO es una plataforma de la Cruz Roja y de la Media Luna Roja para conectar información sobre necesidades de emergencia con la respuesta adecuada.",
    "developers": "Desarrolladores",
    "apiDocs": "Documentación de la API",
    "terms": "Términos de uso",
    "privacy": "Política de privacidad",
    "eula": "Acuerdo de licencia de usuario final",
    "project": "Sitio web del proyecto",
    "inx": "UCL INX",
    "inxText": "Informática de la UCL. Proyecto desarrollado como parte del módulo de Ingeniería de Sistemas."
}