{
    "english": "English",
    "french": "French",
    "spanish": "Spanish",
    "arabic": "Arabic",

    "menuHome": "Home",
    "menuSampling": "Sampling",
    "menuResources": "Resources",
    "menuAbout": "About",

    "headerAppName": "IFRC Community Sampling Tool",
    "headerFeatures": "Features",
    "headerHowTo": "How to use the tool",

    "buttonGetStarted": "Get Started",

    "aboutTool": "In a survey, we want to know certain characteristics of a large population, but we are almost never able to do a complete census of it. So we draw a sample—a subset of the population—and collect data on it. Then we generalize the results, with an allowance for sampling error (usually within 5% at 95% confidence level), to the entire population from which the sample was selected.",
    "aboutGoal": " This tool supports your sampling design process, guiding you through a series of questions about the population you are working with to recommend a sampling method and size. It covers simple random, systematic random, time-location and cluster sampling methods, with plans to expand and improve in the future.",
    "aboutRedCross": "The Red Cross Red Crescent runs community surveys in nearly all their programming. It is critical for understanding the views of affected populations, and how effective programmes are.",
    "aboutDetail": "It is critical for understanding the views of affected populations, and how effective programmes are. Often times, country-level teams do not have technical expertise in sampling.",
    "aboutFeatures": "An intuitive tool that can guide as well as educate the IFRC volunteers via informational sections throughout the sampling process.",
    "aboutFeaturesSubheader": "The features of the tool include:",
    "aboutFeature1": "the ability to create sampling plans for community-based surveys;",
    "aboutFeature2": "the ability to manage sampling plans;",
    "aboutFeature3": "the ability to generate sampling frames;",

    "why": "Why",
    "whyText": "If we interview people in a “convenience” sample—whoever easy to find—we cannot calculate the sampling error or quantify possible selection bias. This reduces the value of a survey to a qualitative study, where the results are limited to the respondents themselves, and therefore are only indicative and not representative of the target population.",
    "who": "Who",
    "whoText": "Staff of the Red Cross and Red Crescent who are planning surveys with community members, for needs assessments after disasters or surveys throughout a programme life cycle to benchmark progress across a population.",
    "how": "How",
    "howText": "Follow the questions to explore your recommended sampling plan. Input the requested figures about your population, and you will receive a recommended sample size with a PDF export with a summary of your responses and your plan.",
    
    "howTo1": "Follow the questions to explore your recommended sampling plan.",
    "howTo2": "Input the requested figures about your population and relevant parameters.",
    "howTo3": "Receive a recommended sampling frame with a PDF export to summarize of your response.",

    "featureSampling": "Generate Sampling Plans",
    "featureSamplingText": "Follow the decision tree to learn the recommended sampling method for your project, and receive a sampling plan tailored to your specific population criteria.",
    "featureSamplingTest": "Try the sampling tool",
    "featureExport": "Export PDF Reports",
    "featureExportText": "Export your sampling plan as a PDF report, which includes a record of inputs with a summary of decisions taken.",
    "featureExportTest": "Download a sample report",
    "featureApi": "Sampling API",
    "featureApiText": "Integrate the tool's open API with your own application to further customise to your sampling needs. Call API and get your sampling approach on demand!",
    "featureApiTest": "Explore the Sampling API",
    "featureResources": "Educational Resources",
    "featureResourcesText": "Browse terms and definitions to learn more about sampling, and find external resources to explore sampling further.",
    "featureResourcesTest": "Browse resources",

    "samplingTitle": "Start your sampling journey",
    "samplingText": "This tool supports your sampling design process, guiding you through a series of questions about the population you are working with to recommend a sampling method and size.",

    "resourcesTitle": "Browse terms and defintions to learn more about sampling",
    "resourcesText1": "Find more information about sampling approaches, technical terms and external resources to explore sampling. ",
    "resourcesText2": "Be sure to also explore the ",
    "resourcesText3": "Fundamentals of Field Surveys",
    "resourcesText4": " curriculum on the IFRC Learning Platform.",
    "altLogo": "IFRC and UCL logo",
    "altGlobe": "Select a language",

    "definitionsListframe1": "A list frame is a list of target population individuals or households with contact information (address, phone, email, ID number, etc.) whereby they can be reached and invited to participate in the survey.",
    "definitionsListframe2": "A list frame in the humanitarian context is often by households, such as often completed for registration for goods and services, but can also be by individuals. Select the most relevant unit for your project, bearing in mind that a list frame is only useful if the households or individuals can be contacted or located for the purpose of inviting to the survey.",
    "definitionsPopulation1": "A target population is all individuals/households that the survey intends to conduct research in, or make an assessment on, and draw conclusions from. A population could be a refugee camp, all displaced persons after a flood, or entire provinces or countries.",
    "definitionsPopulation2": "A census is a study of every unit, everyone or everything, in a population. A sample is a subset of units in a population, selected to represent all units in a population of interest.",
    "definitionsSystematic1": "Systematic sampling is a probability sampling method where random starting points with a fixed interval are used to select members from a larger population. This interval, called the sampling interval, is calculated by dividing the population size by the desired sample size.",
    "definitionsSystematic2": "A typical example would be where interviewers are sent to different starting points across a displacement camp, and instructed to interview every 5th shelter. Another example would be where interviewers speak to every 10th person in a distribution line.",
    "definitionsMargin1": "A margin of error tells how many percentage points the statistic from a sample will differ from the real population value. For example, a 95% confidence interval with a 4% margin of error means that the statistic will be within 4 percentage points of the real population value 95% of the time.",
    "definitionsMargin2": "The usual practice is to aim for a 5% margin of error.",
    "definitionsConfidence1": "A confidence level is a measure of the reliability of the result of a survey. It provides the probability of a result being within the reality for the population. For example, a 95% confidence interval with a 4% margin of error means that the statistic will be within 4 percentage points of the real population value 95% of the time.",
    "definitionsConfidence2": "The usual practice is to aim for 95% confidence level.",
    "definitionsNonresponse1": "Not everyone invited to participate in a survey will do so. The nonresponse rate is defined as the percentage of all potentially eligible units (households or individuals) that do not have responses to the items in a survey questionnaire.",
    "definitionsNonresponse2": "In this tool, non-response is calculated into the recommended sample to encourage interviewers to follow the preferred approach of only engaging with those outlined in the sampling plan, and not only with people who are home or agree.",
    "definitionsNonresponse3": "Doing so will provide biased results, and reduce the reliability of the results of the survey. If this approach is not feasible in your context, enter 0 for non-response rate and the tool will not incorporate non-response into the sample size.",
    "definitionsEasily1": "It is important in systematic random sampling to already know how to identify houses or individuals ahead of time. This is ideal in a city with easily traversable blocks with same number of units in each one, or in a displaced camp with identifiable IDs or fully registered shelters or families.",
    "definitionsEasily2": "If locations of homes or shelters are dispersed and hard to locate, or it is not possible to reliably speak to each n-th individual, it is best to look at another sampling method.",
    "definitionsSimpleResult1": "The sample size (or result) for simple random provides a recommended number of surveys to be initiated, after taking into account the expected margin of error, confidence rate and non-response rate. Use a random number generator to obtain the IDs of the households or individuals with whom to initiate the survey.",
    "definitionsSimpleResult2": "Interviewers should seek out the specifically mentioned IDs from their list, and not interview others off the sampling frame, as non-response has been considered in the sample size. If the interviewers make their way through the entire sampling frame and do not have a large enough sample yet, this indicates non-response rate was likely underestimated.",
    "definitionsSystematicResult1": "The sample size (or result) for systematic random provides a recommended number of surveys to be initiated, after taking into account the expected margin of error, confidence rate and non-response rate. Taking the entire population to be surveyed and dividing it by the desired sample size, you have the interval over which to survey.",
    "definitionsSystematicResult2": "For example, if the population is 10,000 households and your sample size is 370, the interval is 27. So every 27th household should be asked to participate in the survey.",
    "definitionsTimeLocation1": "Time-location sampling is a probability sampling method of participants at specific times in set locations. The sampling frame consists as time-location units which represent the potential universe of locations, days and times.",
    "definitionsTimeLocation2": "Locations: Number of locations you will be visting",
    "definitionsTimeLocation3": "Working days: Number of working days you will be conducting interviews",
    "definitionsTimeLocation4": "Interviews per session: Number of interviews in one session",
    "definitionsTimeLocationResult1": "The sampling frame consists as time-location units which represent the potential universe of locations, days and times.",
    "definitionsTimeLocationResult2": "Interviewers should seek the locations and times specified in the sampling frame and conduct the number of interviews specified earlier in every time slot (eg. afternoon).",
    "definitionsCluster1": "Cluster sampling is a probability sampling method where the total population areas are divided into smaller clusters identified using a proportional-to-size sampling approach. It is commonly used when a survey is taking place across a large area and population, as it makes data collection more feasible while maintaining high reliability.",
    "definitionsClusterResult1": "Cluster sampling provides a recommended number of clusters and their distribution across communities. In this context, clusters are naturally existing groups in the population (e.g., a village, a town, a school, or a class within a school).",
    "definitionsSubgroups1": "Sub-population groups are sub-groups of the target population that are of interest to the survey.",
    "definitionsSubgroups2": "For example, if the target population is all residents of a city, sub-population groups could be all residents of a particular neighborhood, all residents of a particular age group, all residents of a particular income group, etc.",
    "definitionsSimple1": "Simple random sampling is a probability sampling method where each member of the population has an equal chance of being selected for the sample.",
    "definitionsSimple2": "A simple random sample is the most basic type of probability sample. It is the most reliable type of sample, but it is also the most expensive to collect. It is also the most difficult to implement in practice, as it requires a complete list of all members of the population.",


    "more": "Show more",
    "less": "Show less",
    "result1": "See our ",
    "result2": "Resources",
    "result3": " page for links to materials to help you implement your survey in the field.",

    "aboutGo": "About GO",
    "aboutGoText": "IFRC GO is a Red Cross Red Crescent platform to connect information on emergency needs with the right response.",
    "developers": "Developers",
    "apiDocs": "API Documentation",
    "terms": "Terms of Use",
    "privacy": "Privacy Policy",
    "inx": "UCL INX",
    "inxText": "UCL Computer Science. Project developed as part of the Systems Engineering module."
}