{
    "english": "الإنجليزية",
    "french": "الفرنسية",
    "spanish": "الإسبانية",
    "arabic": "العربية",

    "menuHome": "الرئيسية",
    "menuSampling": "الأخذ عينات",
    "menuResources": "الموارد",
    "menuAbout": "حول",

    "headerAppName": "أداة أخذ العينات المجتمعية للإتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر",
    "headerFeatures": "المميزات",
    "headerHowTo": "كيفية استخدام الأداة",

    "buttonGetStarted": "ابدأ الآن",

    "aboutTool": "في مسح، نريد معرفة خصائص معينة لعينة كبيرة من السكان، ولكننا نحن لسنا قادرين على إجراء تعداد كامل للسكان. لذلك نقوم بعمل أخذ عينة، وهي جزء من السكان، ونجمع البيانات حولها. ثم نعمم النتائج، مع السماح لخطأ الأخذ عينة (عادة في حدود 5% عند مستوى ثقة 95%)، إلى السكان الكاملين الذين تم اختيار العينة من بينهم.",
    "aboutGoal": "تدعم هذه الأداة عملية تصميم الأخذ العينات الخاصة بك، وتوجهك خلال سلسلة من الأسئلة حول السكان الذين تعمل معهم لتوصية بأسلوب وحجم الأخذ العينات. تغطي طرق أخذ العينات العشوائية البسيطة، العشوائية المنتظمة، الزمان-المكان وأسلوب العشوائية في الكتلة، مع خطط للتوسع والتحسين في المستقبل.",
    "aboutRedCross": "تقوم الصليب الأحمر والهلال الأحمر بإجراء مسوح مجتمعية في معظم برامجهم. وهو حاسم لفهم آراء السكان المتأثرين، وكيفية فعالية البرامج.",
    "aboutDetail": "من المهم فهم آراء السكان المتأثرين وكيفية فاعلية البرامج. في كثير من الأحيان ، لا يتمتع فرق العمل على مستوى البلدان بالخبرة التقنية في العينات.",
    "aboutFeatures": "أداة بديهية يمكنها توجيه وتثقيف متطوعي الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر من خلال أقسام معلوماتية طوال عملية العينة.",
    "aboutFeaturesSubheader": "تتضمن ميزات الأداة:",
    "aboutFeature1": "القدرة على إنشاء خطط عينات للمسوحات الجماعية المستندة إلى المجتمع؛",
    "aboutFeature2": "القدرة على إدارة خطط العينات؛",
    "aboutFeature3": "القدرة على إنشاء إطارات العينات؛",

    "why": "لماذا",
    "whyText": "إذا قمنا بمقابلة الأشخاص في عينة  - أي من يسهل العثور عليهم - لا يمكننا حساب خطأ العينة أو تقدير التحيز في الاختيار الممكن. وهذا يقلل من قيمة الدراسة إلى دراسة توصيفية ، حيث تقتصر النتائج على المستجيبين أنفسهم ، وبالتالي فهي مشيرة فقط وليست ممثلة للسكان المستهدفين.",
    "who": "من",
    "whoText": "يشمل الموظفون في الصليب الأحمر والهلال الأحمر الذين يخططون لإجراء مسوحات جماعية مع أفراد المجتمع ، لتقييم الاحتياجات بعد الكوارث أو المسوحات خلال دورة حياة البرنامج لتحديد المعايير الأساسية للتقدم عبر السكان.",
    "how": "كيف",
    "howText": "اتبع الأسئلة لاستكشاف خطة عيناتك الموصى بها. أدخل الأرقام المطلوبة حول سكانك ، وستتلقى حجمًا موصى به للعينة مع تصدير PDF مع ملخص لإجاباتك وخطتك.",
    
    "howTo1": "اتبع الأسئلة لاستكشاف خطة عيناتك الموصى بها.",
    "howTo2": "أدخل الأرقام المطلوبة حول سكانك والمعلمات ذات الصلة.",
    "howTo3": "تلقى إطار عينة موصى به مع تصدير PDF لتلخيص إجاباتك.",

    "featureSampling": "إنشاء خطط أخذ العينات",
    "featureSamplingText": "اتبع شجرة القرار لمعرفة الأسلوب الموصى به لأخذ العينات لمشروعك، واحصل على خطة أخذ عينات مصممة خصيصًا لمعايير السكان الخاصة بك.",
    "featureSamplingTest": "جرب أداة الأخذ عينات",
    "featureExport": "تصدير تقارير PDF",
    "featureExportText": "قم بتصدير خطة العينات الخاصة بك كتقرير PDF ، والذي يتضمن سجلًا للمدخلات مع ملخص للقرارات المتخذة.",
    "featureExportTest": "تنزيل تقرير عينة",
    "featureApi": "API الأخذ عينات",
    "featureApiText": "دمج API المفتوح للأداة مع تطبيقك الخاص لتخصيص احتياجاتك لأخذ العينات بشكل أفضل. استدعِ الواجهة البرمجية واحصل على طريقة أخذ عينة حسب الطلب!",
    "featureApiTest": "استكشف API الأخذ عينات",
    "featureResources": "الموارد التعليمية",
    "featureResourcesText": "تصفح المصطلحات والتعريفات لمعرفة المزيد عن أخذ العينات ، وابحث عن موارد خارجية لاستكشاف أخذ العينات بشكل أكبر.",
    "featureResourcesTest": "تصفح الموارد",

    "samplingTitle": "ابدأ رحلتك في العينات",
    "samplingText": "يدعم هذا الأداة عملية تصميم العينات الخاصة بك، وتوجيهك من خلال سلسلة من الأسئلة حول السكان الذين تعمل معهم لتوصية طريقة وحجم عينة.",
    
    "resourcesTitle": "تصفح المصطلحات والتعريفات لمعرفة المزيد حول عمليات العينات",
    "resourcesText1": "العثور على مزيد من المعلومات حول الأساليب الاستشارية والمصطلحات التقنية والمصادر الخارجية لاستكشاف العينات.",
    "resourcesText2": "تأكد من استكشاف أيضًا ",
    "resourcesText4": " المنهاج الدراسي على منصة تعلم الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر.",
    "altLogo": "شعار الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر وجامعة كولدون لندن",
    "altGlobe": "اختر اللغة",

    "definitionsListframe1": "إطار القائمة هو قائمة بأفراد السكان المستهدفين أو الأسر مع معلومات الاتصال (العنوان، الهاتف، البريد الإلكتروني، رقم الهوية، إلخ.) حيث يمكن الوصول إليهم ودعوتهم للمشاركة في المسح.",
    "definitionsListframe2": "الإطار القائم هو قائمة بأفراد السكان المستهدفين أو الأسر مع معلومات الاتصال (عنوان، هاتف، بريد إلكتروني، رقم الهوية الشخصية وما إلى ذلك) بحيث يمكن الوصول إليهم ودعوتهم للمشاركة في الاستبيان.",
    "definitionsPopulation1": "السكان المستهدفون هم جميع الأفراد/الأسر الذين ينوي الاستبيان القيام بأبحاثهم أو تقييمهم، والاستنتاجات المستخلصة منهم. يمكن أن يشمل السكان مخيمًا للاجئين، أو جميع الأشخاص النازحين بعد فيضان، أو مقاطعات أو دول بأكملها.",
    "definitionsPopulation2": "التعداد السكاني هو دراسة لكل وحدة، كل فرد أو كل شيء في السكان. العينة هي مجموعة فرعية من الوحدات في السكان، تم اختيارها لتمثيل جميع الوحدات في سكان مهمة.",
    "definitionsSystematic1": "الاستطلاع المنتظم هو أسلوب استطلاع الاحتمالات حيث يتم استخدام نقاط بداية عشوائية مع فترة زمنية ثابتة لاختيار الأعضاء من مجموعة سكان أكبر. تتم حساب هذه الفترة الزمنية، المعروفة باسم فترة العينة، بقسمة حجم السكان على حجم العينة المطلوب.",
    "definitionsSystematic2": "مثال نموذجي سيكون حيث يتم إرسال المقابلين إلى نقاط بدء مختلفة في مخيم النازحين، ويتم تعليمهم لإجراء مقابلة كل 5 أكواخ. مثال آخر سيكون حيث يتحدث المقابلون إلى كل 10 شخص في خط توزيع.",
    "definitionsMargin1": "يشير هامش الخطأ إلى عدد نقاط النسبة المئوية التي ستختلف إحصائيات العينة بها عن القيمة الحقيقية للسكان. على سبيل المثال، فإن فاصل الثقة 95٪ بنسبة خطأ 4٪ يعني أن الإحصائيات ستكون ضمن 4 نقاط بالمئة من القيمة الحقيقية للسكان 95٪ من الوقت.",
    "definitionsMargin2": "الممارسة الاعتيادية هي التوجه نحو هامش خطأ 5٪.",
    "definitionsConfidence1": "مستوى الثقة هو مقياس لموثوقية نتيجة الاستطلاع. وهو يوفر احتمالية أن يكون النتيجة ضمن الواقع للسكان. على سبيل المثال، فإن فاصل الثقة 95٪ بنسبة خطأ 4٪ يعني أن الإحصائيات ستكون ضمن 4 نقاط بالمئة من القيمة الحقيقية للسكان 95٪ من الوقت.",
    "definitionsConfidence2": "الممارسة الاعتيادية هي التوجه نحو مستوى ثقة 95٪.",
    "definitionsNonresponse1": "لن يشارك الجميع المدعوون للمشاركة في الاستطلاع فيه. يتم تعريف معدل عدم الاستجابة على أنه نسبة جميع الوحدات المحتملة المؤهلة (الأسر أو الأفراد) التي لا تمتلك إجابات على العناصر في استبيان الاستطلاع.",
    "definitionsNonresponse2": "في هذه الأداة، يتم حساب عدم الاستجابة في العينة الموصى بها لتشجيع المقابلين على اتباع النهج المفضل للتفاعل فقط مع أولئك المذكورين في خطة العينة وليس فقط مع الأشخاص الذين يتفقون أو يوجدون في المنزل. ",
    "definitionsNonresponse3": "القيام بذلك سيؤدي إلى نتائج متحيزة ويقلل من موثوقية نتائج الاستطلاع. إذا لم يكن هذا النهج ممكنًا في سياقك ، أدخل 0 لمعدل عدم الاستجابة ولن يدمج الأداة عدم الاستجابة في حجم العينة.",
    "definitionsEasily1": "من المهم في العينات العشوائية النظامية معرفة كيفية التعرف على المنازل أو الأفراد مسبقًا. هذا مثالي في المدينة التي يسهل الوصول إليها ويوجد بها مجموعات قابلة للتخطيط مع نفس عدد الوحدات في كل مجموعة ، أو في مخيم نازحين مع هويات محددة أو مأويات أو عائلات مسجلة بالكامل.",
    "definitionsEasily2": "إذا كانت مواقع المنازل أو المأوى متشتتة وصعبة التعرف عليها ، أو ليس من الممكن التحدث بشكل موثوق إلى كل فرد ، فمن الأفضل النظر في طريقة أخرى للعينة.",
    "definitionsSimpleResult1": "حجم العينة (أو النتيجة) للعينة العشوائية البسيطة يوفر عددًا موصى به من الاستطلاعات التي يجب البدء بها ، بعد مراعاة معدل الخطأ المتوقع ومعدل الثقة ومعدل عدم الاستجابة. استخدم مولد أرقام عشوائية للحصول على هويات الأسر أو الأفراد معهم لبدء الاستطلاع.",
    "definitionsSimpleResult2": "يجب على المقابلين البحث عن معرفات محددة من قائمتهم، وعدم استجواب آخرين خارج إطار العينة الاختيارية، حيث تم النظر في عدم الاستجابة في حجم العينة. إذا قام المقابلون بمرورهم على كامل إطار العينة الاختيارية ولم يحصلوا على عينة كافية بعد، فهذا يشير إلى أن معدل عدم الاستجابة ربما كان مقدرًا بشكل غير صحيح.",
    "definitionsSystematicResult1": "يوفر حجم العينة (أو النتيجة) للعينة العشوائية النظامية عددًا موصى به من الاستبيانات التي يجب البدء بها، بعد احتساب نطاق الخطأ المتوقع ومعدل الثقة ومعدل عدم الاستجابة. عند أخذ العينة الكلية المراد استبيانها وقسمتها على حجم العينة المطلوب، يمكنك الحصول على الفترة الزمنية التي تقوم بالاستبيان فيها.",
    "definitionsSystematicResult2": "على سبيل المثال، إذا كان عدد الأسر في السكان 10،000 وحجم العينة الخاص بك هو 370، فإن الفترة هي 27. لذا يجب سؤال كل 27 أسرة للمشاركة في الاستبيان.",
    "definitionsTimeLocation1": "تعتبر عينة مكان وزمان الأحداث أحد أساليب العينات العشوائية الاحتمالية للمشاركين في أوقات محددة في مواقع محددة. يتكون إطار العينة من وحدات مكان وزمان الأحداث التي تمثل الكون المحتمل للمواقع والأيام والأوقات.",
    "definitionsTimeLocation2": "المواقع: عدد المواقع التي ستقوم بزيارتها",
    "definitionsTimeLocation3": "أيام العمل: عدد أيام العمل التي ستجري فيها المقابلات",
    "definitionsTimeLocation4": "عدد المقابلات في كل جلسة: عدد المقابلات في كل جلسة",
    "definitionsTimeLocationResult1": "تتكون إطار العينة من وحدات الزمان والموقع التي تمثل الكون المحتمل للمواقع والأيام والأوقات.",
    "definitionsTimeLocationResult2": "يجب على المقابلين البحث عن المواقع والأوقات المحددة في إطار العينة وإجراء عدد المقابلات المحددة مسبقًا في كل فترة زمنية (مثل فترة الظهيرة).",
    "definitionsCluster1": "إن أخذ عينات العنقود يتم بطريقة عشوائية مماثلة للعينة العشوائية البسيطة، ولكن تم استبدال كل شخص في العينة بمجموعة من الأفراد (عادة ما يسمى).",
    "definitionsClusterResult1": "يوفر عينات العنقود عددًا موصى بهًا من العناقيد وتوزيعها عبر المجتمعات. في هذا السياق، العناقيد هي مجموعات موجودة بشكل طبيعي في السكان (على سبيل المثال: قرية، مدينة، مدرسة، فصل داخل مدرسة، إلخ).",
    "definitionsSubgroups1": "تعد مجموعات الفرعية من المجموعات الفرعية للمجموعة المستهدفة التي تثير الاهتمام في الدراسة.",
    "definitionsSubgroups2": "على سبيل المثال، إذا كانت المجموعة المستهدفة هي جميع سكان مدينة، فإن مجموعات الفرعية يمكن أن تشمل جميع سكان حي معين، أو جميع سكان فئة عمرية معينة، أو جميع سكان فئة دخل معينة، وما إلى ذلك.",
    "definitionsSimple1": "العينة العشوائية البسيطة هي طريقة اختيار العينة الاحتمالية حيث يكون لكل فرد في السكان فرصة متساوية للاختيار في العينة.",
    "definitionsSimple2": "العينة العشوائية البسيطة هي النوع الأساسي الأكثر موثوقية في العينات الاحتمالية. ومع ذلك، فهي أيضًا الأغلى تكلفة في التحصيل والأكثر صعوبة في التطبيق عمليًا، حيث تتطلب قائمة كاملة لجميع أفراد السكان.",

    "more": "عرض المزيد",
    "less": "عرض أقل",
    "result1": "انظر صفحتنا لل",
    "result2": "موارد",
    "result3": " للحصول على روابط للمواد التي تساعدك في تنفيذ استطلاعك في الميدان.",

    "aboutGo": "حول GO",
    "aboutGoText": "IFRC GO هي منصة للصليب الأحمر والهلال الأحمر لربط المعلومات عن الاحتياجات الطارئة بالاستجابة المناسبة.",
    "developers": "المطورين",
    "apiDocs": "وثائق API",
    "terms": "شروط الاستخدام",
    "privacy": "سياسة الخصوصية",
    "eula": "اتفاقية ترخيص المستخدم النهائي",
    "project": "موقع المشروع",
    "inx": "UCL INX",
    "inxText": "علوم الكمبيوتر في جامعة لندن. المشروع تم تطويره كجزء من موديول هندسة الأنظمة."
}